Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A01A.tmx
Source language: en_us
Languages: zh_cn

source: Secretary Clinton's Asia Trip: Allied Reassurance
zh_cn: 希拉里克林顿的亚洲之行：放心吧，盟友

source: Coming only three weeks into the Obama Administration, Secretary of State Hillary Clinton's Asia trip will be long on signals and short on substance.
zh_cn: 进入奥巴马内阁仅仅三周，国务卿希拉里克林顿的亚洲之行信号多于实质。

source: That is not necessarily a bad thing, especially when it sends several critically important messages to allies Japan and South Korea.
zh_cn: 这并不是坏事，特别是访问向美国的盟友日本和韩国发出了几个极为重要的信息。

source: Her trip communicates that Asia matters to the United States and that Washington is committed to a predominant role in the region over the long-term.
zh_cn: 她的访问告诉大家亚洲事务对于美国来说很重要，华盛顿致力于长期在这个区域内扮演一个有影响力的角色。

source: Traveling to Tokyo and Seoul prior to Beijing reflects the importance of our allies as well as a direct attempt to assuage fears of "Japan passing."
zh_cn: 在访问北京之前访问东京和首尔反映出了我们的盟友的重要性以及想要缓解“日本已经过气了”的担心的直接尝试。

source: As a Senator, Hillary Clinton authored a Foreign Affairs article in which she stated the U.S.--China relationship was the most important relationship in Asia, rekindling Japanese angst from the slight suffered when President Bill Clinton traveled to China but skipped Japan.
zh_cn: 作为参议员，希拉里克林顿在所写的“国际事务”的文章中说到美中关系是亚洲地区最为重要的关系。在比尔克林顿总统当政期间他就访问北京而跳过了日本，从而使得日本小小的伤心了一把，希拉里此文不禁重新点燃了他们的担心。

source: By traveling prior to the Obama Administration having even announced its Asian team or finalized its policies for the region, Clinton says she wants to establish a tone of open dialogue and transparency with America's Asian allies.
zh_cn: 在奥巴马政府还没有宣布他的亚洲团队或最终决定对于该地区的政策之前克林顿就开始了访问，她说想要与美国的亚洲盟友之间建立一种公开对话和透明的主基调。

source: But, of course, talking does not guarantee agreement, and there are a number of contentious issues that could arise during the trip.
zh_cn: 但是，对话当然不能保证双方达成一致，而且在访问过程中可能有一些有争议的话题出现。

source: Clinton must reassure allies disturbed by Bush Administration's abandonment of important principles in its zeal to achieve North Korean denuclearization.
zh_cn: 克林顿必须向为布什政府的放弃态度而烦恼的盟友们保证美国将致力于实现北朝鲜解除核武器的重要原则。

source: Additionally, she should more clearly articulate the Obama Administration's six-party talks strategy and its position on the U.S.--South Korea free trade agreement.
zh_cn: 另外，她应该更清楚地说明奥巴马政府对于六方会谈的政策和对美韩自由贸易协定的立场。

source: A Changed Political Landscape
zh_cn: 一个已经变化了的政治版图

source: Clinton's trip comes amidst global economic turmoil, which will shift attention away from traditional bilateral and regional security issues, such as transforming the existing military relationships into strategic alliances and achieving North Korean denuclearization.
zh_cn: 克林顿的访问在经济危机中进行，这会将注意力从传统的双边和区域安全问题转移开，比如：把已有的军事关系转变为战略伙伴关系和实现北朝鲜无核化等。

source: Moreover, U.S. allies will have fewer resources to address these objectives, including Washington's request for Seoul and Tokyo to assume a larger global security role in Afghanistan.
zh_cn: 此外，美国的盟友不会有那么多资源来解决这些问题，包括华盛顿要求首尔和东京在阿富汗担当更大的维护国际安全的角色。

source: Rather than discussing these more traditional concerns, it is expected that Clinton's trip will focus heavily on coordinating policies to address the economic crisis.
zh_cn: 相比这些更传统的话题，他们会期望克林顿的这次访问会着重于讨论如何调整策略战胜经济危机。

source: The election of a U.S. President with very high public approval ratings changes the political landscape in bilateral U.S. relations with Tokyo and Seoul as well as domestic South Korean politics.
zh_cn: 奥巴马以高支持率当选美国总统改变了美国与韩国，日本双边关系以及韩国国内政策的政治版图。

source: Obama will have more leverage in bilateral relations because he starts with a clean slate.
zh_cn: 奥巴马与两国言归于好使得他在双边关系中拥有更有利的位置。

source: For instance, Obama undermines South Korean progressives on the North Korea problem by removing the political cover that their pundits, media, and anti-U.S. groups have hidden behind.
zh_cn: 例如，通过掀开韩国学者，媒体和反美团体躲藏的政治屏障，奥巴马破坏了韩国在朝鲜问题上慢慢推进的政策。

source: Anti-U.S. actions and rhetoric can no longer be justified as only being anti-Bush, nor can U.S. efforts to insist upon North Korean denuclearization compliance be blamed on "neo-conservative conspiracies."
zh_cn: 反美的言论和行为不能再被正名为仅仅是“反布什”，美国在坚持北朝鲜无核化的努力不能再被指责为“新保守主义阴谋”。

source: The South Korean left will also be less able to blame the deadlocked six-party talks on lack of U.S. "flexibility," i.e., concessions.
zh_cn: 韩国左翼也不能轻易的将造成六方会谈的死局的原意指责为美国"缺乏弹性“，如，让步。

source: It will become increasingly evident that the problem is, as it always has been, North Korean intransigence.
zh_cn: 人们会越来越明显的看到，问题一直是北朝鲜的不妥协态度。

source: Clinton's trip occurs when the Japanese and South Korean leaders are weakened by dismally low approval ratings and hamstrung by legislative inertia.
zh_cn: 克林顿此次出访正值日本和韩国的领导人处于极低的支持率和被立法程序拖住后腿的状态中，因而两国领导的能量都被削弱。

source: Japan suffers a "twisted parliament" with control of the bilateral Diet split between the ruling and opposition parties, the latter of which employs obstructionist tactics to bring about the prime minister's downfall.
zh_cn: 日本正处于“绞合的国会”的痛苦中，双边会谈分裂为在朝党和在野党两个，后者使用了障碍策略来促使首相下台。

source: The South Korean ruling Grand National Party is driven by factionalism and acts like a minority party despite having nearly two-thirds control of the unicameral National Assembly.
zh_cn: 韩国的在朝党大国家党虽然拥有国民大会几乎三分之二的单院席位，但是受党派之争的印象，大国家党看起来更像一个少数党。

source: Neither Prime Minister Taro Aso nor President Lee Myung-bak have progressed in expanding the military alliances, and both are likely to be resistant to the Obama Administration's requests for military assistance in Afghanistan.
zh_cn: 麻生太郎或者李明博都没有在扩大军事联盟上有进展，而且两人都可能对奥巴马政府提出的增兵阿富汗的要求产生抵抗心理。

source: An Increasingly Belligerent North Korea
zh_cn: 越来越好战的北朝鲜

source: Clinton's trip will be overshadowed by North Korea's increasing belligerency and potential long-range missile launch.
zh_cn: 克林顿此次访问由于北朝鲜的日益好战和可能的远程导弹发射而被蒙上一层阴影。

source: Pyongyang has stepped up its verbal attacks and threatened military action against South Korea in an attempt to get President Lee Myung-bak to abandon his principled policy requiring conditionality, reciprocity, and transparency in inter-Korean relations.
zh_cn: 平壤已经开始口头攻击和威胁对韩国使用武力以期能借此使得李明博总统放弃他的韩朝之间有约束的，互利的，透明的关系原则。

source: North Korea's rhetoric is also a shot across the bow of the Obama Administration.
zh_cn: 北朝鲜的言论也是对奥巴马政府的一个警告。

source: In mid-January, North Korea rejected the existing six-party agreement by asserting that it would denuclearize only upon receiving formal diplomatic relations with the U.S., the cessation of Washington's "hostile policy," and removal of the U.S. nuclear umbrella over South Korea.
zh_cn: 在七月中旬，北朝鲜拒绝了已有的六方会谈协议，声称只有在与美国正式建交，华盛顿停止“不友好的态度”和撤除美国对韩国的核保护伞后才能实现无核化。

source: Pyongyang may also be preparing to test launch a Taepo Dong-2 missile, which could theoretically have the range to reach the continental United States with a nuclear warhead.
zh_cn: 平壤可能准备试射射一枚大浦洞2号导弹，该导弹配有核弹头且理论上能够射到大洋彼岸的美国本土。

source: North Korea's actions are a clear signal that it will not adopt a more accommodating position despite the change in U.S. leadership.
zh_cn: 北朝鲜的行为明确的表示尽管美国领导人改变了，但它不会采取更合作的态度。

source: Such behavior is a standard North Korean negotiating tactic, designed to raise the ante, deflect criticism of its own noncompliance by blaming U.S. actions, insist on equality of conditions in response to unequal violations, and prompt renegotiation of the existing agreement.
zh_cn: 这种行为是标准的北朝鲜谈判策略，以抬高筹码，将对他们不服从的指责转移到美国身上，坚持对不一样的违约采取同样的处理条款，而且鼓动对已有协议的重新谈判。

source: There is, however, a growing risk of a tactical confrontation between the Korean navies in the West Sea that runs the risk of miscalculation and escalation.
zh_cn: 然而，韩朝海军之间在西海发生战术对抗的风险可能因为误算或扩张而增加。

source: What Should Be Done
zh_cn: 应该做什么

source: During her trip, Clinton must strike a proper balance between accommodating allied concerns while still advocating strong U.S. objectives.
zh_cn: 在她的访问中，克林顿必须在顺应同盟的要求和宣传美国的目的之间找到一个合适的平衡。

source: Although Seoul and Tokyo have both agreed to expand the scope of the respective bilateral alliances, implementation has lagged.
zh_cn: 尽管首尔和东京都同意扩大各自的双边联盟，但是实际的推行却拖后。

source: Clinton should welcome the improvement in bilateral relations with South Korea as well as the resurgence of military contingency planning that has occurred since the departure of the Roh Moo-hyun administration.
zh_cn: 克林顿应该欢迎与韩国之间的双边关系的改进以及卢武玄政府离任时重新开始的应对意外的军队编制。

source: The U.S. should continue to press for an expanded alliance structure with Seoul but temper this effort with a realization of the volatility of the domestic political landscape.
zh_cn: 美国应该继续宣传其与首尔扩大的同盟架构但是也应该认识到国内政治格局的不稳定性，因而对这种宣传加以调整。

source: Any Obama Administration request for South Korean ground forces to support coalition operations in Afghanistan will be particularly contentious and would require extensive public diplomacy efforts to mitigate the potential for public demonstrations.
zh_cn: 奥巴马政府的任何要求南韩地面部队支持在阿富汗的共同行动的提议都会特别引起争议，而且会需要广泛的外交努力来减轻引发公众示威的可能性。

source: The military relationship with Japan has been problematic due to Japanese constitutional, legal, fiscal, and societal constraints as well as extensive foot-dragging by Tokyo.
zh_cn: 与日本的军事关系问题重重，原因是日本的宪法，法律，财政和社会上的限制以及东京的迟疑不决。

source: It is now unclear the degree to which Japan is willing to alter the comfortable alliance status quo.
zh_cn: 现在还不清楚日本愿意改变目前舒适的联盟状态的程度。

source: There are serious consequences to Japanese inaction.
zh_cn: 日本的无为会有严重的后果。

source: Long-term Japanese policy stagnation is not in Washington's strategic interest and risks increasing U.S. frustration with its ally.
zh_cn: 日本长期政策的停滞不前不符合华盛顿的战略利益，而且这样一来，美国的盟友对其越来越失望的风险会增大。

source: Tokyo's unwillingness or inability to make tough decisions risks Japan losing influence and even relevance in a region increasingly dominated by an ascendant China.
zh_cn: 东京不愿意或者不能够做强硬的决定是冒着失去在地区中的影响力甚至关联性的风险的，在区域中上升的中国越来越处于主导位置。

source: Clinton should articulate U.S. concerns while exploring Japanese objectives in preparation for subsequent efforts coordinated with the Secretary of Defense.
zh_cn: 克林顿应该清楚地说明美国的担忧同时试探日本的目的，为下一步由国防部长协调的努力做准备。

source: Clinton should reassure our allies that the U.S. remains committed to the complete and verifiable denuclearization of North Korea and unequivocally state that Washington will not accept North Korea as a nuclear weapons state.
zh_cn: 克林顿应该向盟友们重新确认美国仍然致力于北朝鲜的完全和可证实的无核化以及华盛顿不会接受北朝鲜作为核武器持有国的清晰的态度。

source: Statements by U.S. officials have been misperceived in South Korea and Japan as indicating a shift in U.S. policy away from North Korean denuclearization to merely capping the existing nuclear stockpile and preventing proliferation.
zh_cn: 美国官方的声明被南韩和日本错误理解为美国对北朝鲜无核化的政策转为只要停止已有的核储存以及组织增殖。

source: Clinton should also delineate the Obama Administration's strategy toward the six-party talks and the means it will employ to ensure North Korean compliance with existing commitments.
zh_cn: 克林顿也应该说明奥巴马政府对于六方会谈的政策以及美国为了确认北朝鲜实现已有的承诺所使用的方法。
